Repository: kamperh/kamperh.github.io
Catalog: data/siyavula_en_af.3.tmx
Source language: en
Languages: af

source: uncle made it himself from strong wood .
af: sy oom se boog se snaar is gemaak van gedraaide palmblare en dit maak 'n pragtige geluid wanneer oom die een punt van die boog in sy mond hou en met 'n stok teen die snaar tik .

source: to make the kierie even stronger uncle placed it close to the fire for a long time .
af: vanaand wanneer hulle van die jagtog af terugkeer sal die mans om die vuur dans terwyl die vrouens sing en hulle hande klap .

source: the heat from the fire dried out the wood and made it tough and strong .
af: daar sal dan stories van die jagtog vertel word en heitsi sal die siel vereer van die springbok wat hy doodgemaak het .

source: at last heitsi is ready for the hunt.. .
af: die laaste wapen wat hy optel is sy kierie .

source: fire hardening is the process of removing moisture from wood or bone by slowly and lightly roasting it over a fire .
af: uiteindelik is heitsi reg vir die jagtog.. .

source: tree bark
af: vrae

source: no alternative mentioned
af: hout

source: hardwood
af: geen alternatief genoem

source: bone or metal
af: hardehout

source: poisonous plants
af: been of metaal

source: snake poison
af: giftige plante

source: olive wood
af: slanggif

source: any other flexible wood
af: olyfhout

source: animal gut
af: enige ander buigbare hout

source: twisted palm leaves
af: derm van wildekat

source: bone
af: gedraaide palmblare

source: wood or metal
af: been

source: what processing method was used to turn animal skin into soft leather ?
af: hout of metaal

source: the skin was scraped with a blade to remove the hair and rubbed with animal fat .
af: watter verwerkingsmetode is gebruik om diervel in sagte leer te omskep ?

source: the wood was hardened in the fire .
af: die vel is met 'n lem geskraap om die hare te verwyder en daarna met diervet ingevryf gebrei .

source: what processing method was used to make bone harder so that it could be used to make arrow tips ?
af: die hout is in die vuur verhard .

source: how did heitsi keep his arrow tips sharp ?
af: die hout is in die vuur verhard .

source: heitsi rubbed the tips against a special stone to sharpen them .
af: hoe het heitsi sy pylpunte skerp gehou ?

source: later we will read about the traditional khoikhoi house that heitsi and his family lived in .
af: heitsi het die punte teen 'n spesiale klip geskuur om hulle skerp te maak .

source: some of the traditional homes in africa are made of clay or mud .
af: later sal ons lees van die tradisionele khoikhoi huis waarin heitsi en sy familie gebly het .

source: in the activity making bricks we saw that mud a mixture of soil and water is not a very strong material .
af: eerstens gaan ons leer van 'n ander soort tradisionele huis wat vandag steeds gesien kan word .

source: in this activity learners are required to watch internet video clips .
af: sommige van die tradisionele huise in afrika word van modder of klei gemaak .

source: in the case that internet access is not available pictures have been included for learners to look at instead .
af: in die aktiwiteit maak bakstene het ons gesien datmodder 'n mengsel van grond en water nie 'n baie sterk materiaal is nie .

source: in this activity we are going to look at some videos and pictures for ideas on how to process mud into a strong and durable building material .
af: in hierdie aktiwiteit word van leerders vereis om op die internet uittreksels van videos te kyk .

source: if you are not able to watch the videos then look at the pictures.many of these traditional building methods have become very popular amongst modern day people who want to live in a sustainable way .
af: indien daar nie toegang tot die internet is nie is daar foto's hierby ingesluit waarna die leerders as 'n alternatief kan kyk .

source: instructions and questions
af: in hierdie aktiwiteit gaan ons na 'n aantal videos en foto's kyk vir idees van hoe om modder te verwerk tot 'n sterk en duursame boumateriaal .

source: follow the link to the first video http www.youtube.com watch?v nlhtldr 3s&amp;feature related .
af: instruksies en vrae

source: what material is the house in the video and in the pictures made of ?
af: volg die skakel na die eerste video http www.youtube.com watch?v nlhtldr 3s&amp;feature related .

source: mud sticks and cement
af: van watter materiaal is die huis in die video en in die foto's gemaak ?

source: the man in the video used two methods to strengthen the walls of his house .
af: modder stokke en sement

source: he added cement to the mud and he used sticks to build a framework for the house .
af: die man in die video het twee metodes gebruik om die mure van sy huis te versterk .

source: follow the link to the second video http www.youtube.com watch?v xnfarvnlxo0 .
af: hy het sement by die modder gevoeg en stokkegebruik om 'n raamwerk vir die huis te bou .

source: what materials are recommended to reinforce the mud ?
af: volg die skakel na die tweede video goo.gl iuvxh .

source: dry grass and stones .
af: watter materiale word aanbeveel om die modder te versterk ?

source: why do you think the wall should be built thicker at the bottom than at the top ?
af: dro&#235; gras en klippe .

source: the wall will be more stable when it is built thicker at the bottom .
af: hoekom dink jy moet die muur dikker aan die onderkant as die bokant gebou word ?

source: write a step wise procedure for building a mud shelter .
af: die muur sal meer stabiel wees as dit dikker aan die onderkant gebou is .

source: teacher note in the video the steps are laid out quite clearly .
af: skryf 'n stapsgewyse prosedure neer vir die bou van 'n modderskuiling .

source: follow the link to the third video that shows how to build a mud wall http youtu.be ls1vmfirkkg .
af: onderwysersnota in die video is die stappe duidelik uiteengesit maar die video is nie nodig om die stappe neer te skryf nie .

source: alternatively you could look carefully at the pictures below .
af: die stappe kan byvoorbeeld insluit om eerstensstokke in die grond te druk om uit te merk waar die mure van die huis sal wees dan om modder te maak of te versamel en dan om gras en klippe daarby te voeg om dit te versterk .

source: the mixture of clay and straw the man is using to build the wall is sometimes called cob .
af: volg die skakel na die derde video wat wys hoe om 'n moddermuur te bou goo.gl ybtmk .

source: another way of building a cob wall is to use bricks made of cob .
af: alternatiewelik kan jy aandagtig na die foto's hieronder kyk .

source: the woman in the picture below is making bricks for a new house .
af: die mengsel van klei en strooi wat die man gebruik om die muur te bou word soms strooiklei genoem .

source: look carefully at the picture of the bricks she has made then answer the questions .
af: 'n ander manier om 'n strooikleimuur te bou is om bakstene te gebruik wat van strooiklei gemaak is .

source: what material has the woman added to the mud to reinforce the bricks ?
af: die vrou in die foto maak bakstene vir 'n nuwe huis .

source: straw grass
af: watter materiaal het die vrou by die modder gevoeg om die bakstene te versterk ?

source: what is this mixture called ?
af: strooi gras

source: cob
af: wat word hierdie mengsel genoem ?

source: would it be possible to add the straw or grass after the bricks have been made ?
af: strooiklei

source: no the straw should be added before the clay hardens into bricks .
af: sal dit moontlik wees om die strooi of gras by te voeg nadat die bakstene gemaak is ?

source: finally the fourth video shows a different way to reinforce clay bricks. http youtu.be 0obwpfs4euk .
af: nee die strooi behoort bygevoeg te word voordat die klei tot bakstene verhard .

source: do the bricks contain straw or stones ?
af: laastens wys die vierde video 'n ander manier om kleibakstene te versterk goo.gl eht83 .

source: in the video they contain only clay mud .
af: bevat die bakstene strooi of klippe ?

source: how does the man get all the bricks to look the same ?
af: in die video bevat hulle slegs klei modder .

source: he fills a box mold with the clay then tips the wet clay out of the mold before it is dry .
af: hoe sorg die man dat al die bakstene dieselfde lyk ?

source: after making the bricks they are stacked in a large pile and then a fire is made underneath the pile .
af: hy vul 'n houer gietvorm met die klei en kantel die klei dan uit die gietvorm voordat dit droog word .

source: the bricks are baked fired to make them hard .
af: nadat die bakstene gemaak is word hulle op 'n groot stapel gepak en dan word 'n vuur onder die stapel gemaak .

source: make a list of all the different ways in which mud or clay can be made stronger when we want to use it to build a house .
af: die bakstene word gebak om hulle hard te maak .

source: you may remember from the story heitsi prepares for the hunt that heitsi belongs to the khoikhoi people from the days before south africa was a country .
af: maak 'n lys van al die verskillende maniere waarop modder of klei sterker gemaak kan word wanneer ons dit wil gebruik om 'n huis te bou .

source: like all the early people the khoikhoi had to make everything they needed because there were no shops then !
af: jy sal dalk uit die storie heitsi berei voor vir die jagtog onthou dat heitsi een van die khoikhoi mense was nog voor suid afrika nog as sulks bekend was .

source: they had to use whatever materials were freely available .
af: in daardie dae was daar geen grense geen provinsies geen dorpe of stede en geen paaie nie .

source: the khoikhoi people were nomads .
af: soos alle vroe&#235; mense moes die khoikhoi alles wat hulle benodig het self maak omdat daar natuurlik geen winkels in daardie tyd was nie .

source: that means they did not live in one place for long .
af: hulle moes gebruik wat ook al vrylik beskikbaar was .

source: read the story carefully for clues on which materials were used to make a traditional khoikhoi house .
af: die khoikhoi mense was nomade .

source: heitsi moves house
af: lees die storie noukeurig deur vir leidrade oor watter materiale gebruik is om 'n tradisionele khoikhoi huis te bou .

source: heitsi's clan is on the move again .
af: heitsi trek

source: during the long trek everyone has to help carry things .
af: heitsi se stam is weer aan die trek .

source: heitsi is carrying his own sleeping mat and karos and his hunting weapons .
af: 'n paar dae gelede het die stam al hulle besittings opgepak en hulle lang trek begin na die plek wat hulletuiste vir die somermaande sal wees .

source: he also has to keep an eye on the goats in case they wander too far from the clan .
af: die plek waar hulle gewoon het het droog en stowwerig geraak en dit het al hoe moeiliker geword om goeie kos te kry om te eet .

source: after many days of walking they arrived at the place that would be their new home .
af: almal moet help dra gedurende die lang tog .

source: now they can rebuild their house .
af: heitsi dra sy eie slaapmat en karos of velkombers en sy jagwapens .

source: the framework of the house must be strong so that the house will stand firm .
af: na baie dae se stap kom hulle by die regte plek aan .

source: heitsi's mother and aunties have found some young trees nearby and are cutting long thin branches that will be perfect for making a frame for the house .
af: nou kan hulle hul huis herbou .

source: the men bend the flexible branches into crescent half moon shapes and tie them together with flexible strips of tree bark .
af: die raamwerk van die huis moet sterk wees sodat die huis stewig kan staan .

source: this is how they build a dome shaped framework for the house .
af: heitsi se ma en tantes het 'n paar jong bome daar nabygevind en is besig om lang dun takke af te sny wat perfek sal wees vir die maak van 'n raam vir die huis .

source: can you see the framework of tree branches ?
af: die mans buig die buigbare takke in halfmaanvorms en bind hulle dan aanmekaar met sagte stukke boombas .

source: can you see what the house is made of ?
af: dit is hoe hulle 'nkoepelvormige raamwerk vir die huis bou .

source: you could draw attention on the photos that the framework is made of thin flexible branches and the hut is made of reed mats .
af: kan jy die raamwerk van boomtakke sien ?

source: once the framework is built it is ready to be covered with reed mats .
af: jy kan die aandag daarop vestig dat die raamwerk in die prente gemaak is van dun buigbare takke en dat die hut van rietmatte gemaak is .

source: the whole family has to help with the floor of the house .
af: wanneer die raamwerk voltooi is is dit gereed om met rietmatte bedek te word .

source: they bring clay from a nearby river and heitsi's mother makes the floor by stomping down the wet clay with her feet .
af: dit is waarom dit 'n matjieshuis genoem word .

source: once the clay has dried the floor will be smeared with animal manure .
af: heitsi se ma en tantes het die matte gemaak deur riete met tou wat hulle van dun palmblare gemaak het saam te bind .

source: a fire hole will be dug in the middle of the floor with sleeping hollows about 15 cm deep around it .
af: die hele familie moet met die vloer van die huis help .

source: soft plant material will be placed in the sleeping hollows and this will be covered with mats and karosses to make comfortable beds for heitsi and his family .
af: hulle bring klei vanaf 'n nabygele&#235; rivier en heitsi se ma maak die vloer sterkdeur die nat klei met haar voete in te stamp .

source: heitsi loves his portable home .
af: 'n vuurgat sal in die middel van die vloer gegrawe word met slaapholtes omtrent 15 cm diep daarom .

source: it is the perfect shelter .
af: sagte plantmateriaal salin die slaapholtes geplaas word en dit sal met matte en karosse bedek word om gemaklike beddens vir heitsi en sy familie te maak .

source: used for making a karos soft skin blanket
af: dierevel

source: flexible branches
af: gebruik vir die maak van 'n karos sagte velkombers

source: framework of the house matjieshuis
af: buigbare takke

source: strips of tree bark
af: raamwerk van die huis matjieshuis

source: ties for the matjieshuis framework
af: stroke boombas

source: mats
af: toue vir die matjieshuis se raamwerk

source: reeds
af: matte

source: string for tying the reed mats
af: riete

source: floor of the hut
af: klei

source: animal dung manure
af: vloer van die hut

source: sealing the floor of the hut
af: dieremis

source: soft plant material
af: se&#235;l van die hut se vloer

source: lining the sleeping pits
af: sagte plantmateriaal

source: a portable house is a house that can be broken down moved and built again in another place .
af: uitvoer van die slaapholtes

source: write a paragraph to describe the materials and methods used by heitsi's family to keep their home warm and dry during winter .
af: 'n draagbare huis is 'n huis wat afgebreek verskuif en dan weer op 'n ander plek gebou kan word .

source: the family made warm beds out of plant material and covered them with mats and karosses .
af: skryf 'n paragraaf om die materiale en metodes te beskryf wat heitsi en sy familie gebruik om hulle huis in die winter warm en droog te hou .

source: heitsi's mother makes the floor from clay which will be hard when it is dry .
af: die familie het warm beddens uit plantmateriaal gemaak en hulle met matte en karosse bedek .

source: then she covers the clay with animal dung that will form a seal on top of the clay .
af: hulle het die beddens rondom die vuur gemaak sodat almal naby die vuur kon slaap .

source: this prevents the clay surface from breaking up into dust .
af: hulle het hulle huise van riete gebou wat sou uitswel inre&#235;nerige weer om die binnekant van die huis droog te hou .

source: the tent is most like heitsi's house because it can be broken down quickly and it is light enough to carry to a new location .
af: heitsi se ma maak die vloer van klei wat sal hard word wanneer dit uitdroog .

source: draw a picture of the floor plan of heitsi's house .
af: die tent is die meeste soos heitsi se huis omdat dit maklik en vinnig opgebreek kan word en lig genoeg is om na 'n nuwe ligging te dra .

source: we saw that hetsie's family used grass to make the reed mats for their matjieshuis .
af: teken 'n prent van die vloerplan van heitsi se huis .

source: each of the following pictures shows an object made from plant fibre .
af: instruksies

source: identify what it is and how the people are using these objects
af: elkeen van die volgende foto's wys 'n voorwerp wat van plantvesels gemaak is .

source: this roof is made from thatch which is dried grass packed tightly together .
af: identifiseer wat dit is en hoe mense hierdie voorwerpe gebruik

source: this person is wearing a straw hat to protect their face from the sun .
af: die dak is van dekriet gemaak wat dro&#235; gras iswat styf saamgepak is .

source: these houses are made from reed mats similar to the matjieshuis .
af: die persoon dra 'n strooihoed om sy gesig teendie son te beskerm .

source: what are raw materials ?
af: hierdie huise is van rietmatte gemaak soortgelyk aan die matjieshuis .

source: raw materials are materials that have not been processed .
af: wat is grondstowwe ?

source: what are natural materials ?
af: grondstowwe is materiale wat nie verwerk is nie .

source: natural materials come from plants animals or the earth .
af: wat is natuurlike materiale ?

source: what are processed materials ?
af: natuurlike materiale kom van plante diere of die aarde .

source: processed materials are raw materials that have been changed or refined by humans .
af: wat is verwerkte materiale ?

source: which processing method did the khoikhoi people use to make wood and bone hard and strong ?
af: verwerkte materiale is grondstowwe wat deur mense verander of verfyn is .

source: they used fire to dry the wood and bone slowly without burning it .
af: watter verwerkingmetode het die khoikhoi mense gebruik om hout en been hard en sterk te maak ?

source: where did the khoikhoi people find the material that they used to make their homes ?
af: hulle het vuur gebruik om die hout en been stadig uit te droog sonder om dit te brand .

source: all the materials were found in nature .
af: waar het die khoikhoi mense die materiale gevind wat hulle gebruik het om hulle huise van te maak ?

source: how can sand and clay be made stronger if we want to use it to build a house ?
af: al die materiale is in die natuur gevind .

source: sand and clay can be made stronger by adding a binder like cement and or by adding reinforcing material like straw pebbles or even steel reinforcements .
af: hoe kan sand en klei sterker gemaak word as ons dit wil gebruik om 'n huis te bou ?

source: look at the picture of a matjieshuis below .
af: sand en klei kan sterker gemaak word deur 'n bindingsmiddel soos sement by te voeg en of deur 'n versterkende materiaal soos strooi klippe of selfs staalversterkings by te voeg .

source: learners should say that the matjieshuis made by hetsie's family is better as the woven reeds are stronger and hold together more firmly than the bushes which are just tied on to the frame .
af: kyk na die foto van 'n matjieshuis hieronder .

source: this is made from sticks or thick reeds which were bent when they were still green .
af: leerders behoort te s&#234; dat die matjieshuis wat deur heitsi se familie gebou is beter is omdat die geweefde riete sterker is en stewiger aanmekaar gehou word as die bosse wat net aan die raam vasgebind is .

source: this is made from much smaller plant fibres which have been made into strings and stitched woven together. it will be quite flexible and useful for making a bag or sack .
af: dit is gemaak van stokke en riete wat gebuig istoe hulle nog groen was .

source: this is made from bigger strips of leaves or reeds maybe banana palm fronds cut into strips which have been woven together .
af: dit is gemaak van heelwat kleiner plantvesels waarvan tou gemaak is deur dit saam te stik weef .

source: it could also be used to make a basket or bag which is not as strong as the first basket but can also be used to carry things .
af: ons noem dit goiing .

source: or it could be a mat .
af: dit sal redelik buigbaar wees en isgeskik om 'n sak van te maak .

source: a woman using a basket made from weaving plant sticks together to carry her fruit .
af: dit is gemaak van groter stroke van blare of riete miskien piesangpalmblare wat in repe gesny is wat saamgeweef is .

source: any possible answers where a learner might use a woven product .
af: ons noem dit rottang .

source: in gr. 4 we learnt that there are many different types of energy .
af: 'n vrou gebruik 'n mandjie gemaak deur plantstokkies saam te weef om haar vrugte te dra .

source: this year we are going to learn about stored energy and how we can use the stored energy to do something useful .
af: enige moontlike antwoorde waar 'n leerder dalk 'n geweefde produk gebruik .

source: what do you understand about the term fuel ?
af: in graad 4 het ons geleer dat daar baie verskillende soorte energie bestaan .

source: discuss this word with your partner and write down your own definition below .
af: vanjaar sal ons van opgegaarde energie leer en hoe ons dit kan gebruik om iets nuttigs te doen .

source: learner dependent answer a material such as coal gas or oil that is burned to produce energy
af: wat beteken die woord brandstof ?

source: there are a few different definitions for fuel .
af: leerderafhanklike antwoord. stowwe soos steenkool gas en olie wat verbrand word om energie te produseer .

source: wood is often collected and burnt to give us heat and light .
af: daar is verskillende definisies vir brandstof .

source: on a cold evening it is wonderful to sit around a fire to tell stories and warm yourself with friends .
af: daar is drie hoofkategorie&#235; wat jy kan gebruik om branstowwe te ondersoek .

source: wood comes from plants specifically trees .
af: hout word dikwels versamel en verbrand om hitte en lig te produseer .

source: plants use light energy from the sun as well as carbon dioxide and water to grow .
af: dit is wonderlik om op 'n koue aand rondom 'n vuur te sit om jou en jou vriende warm te maak en verhale te vertel .

source: formation of fossil fuels video http www.youtube.com watch?v 8vqwkziprm
af: hout kom van plante veral bome .

source: coal is a type of fossil fuel that is also burnt to provide us with heat that we can use .
af: vorming van fossielbrandstowwe video .

source: fossil fuels like coal were made from prehistoric plants .
af: steenkool is 'n soort fossielbrandstof wat ook verbrand word om hitte te voorsien wat ons kan gebruik .

source: the plants took up energy from the sun and stored it in their bodies .
af: die hitte van steenkool kan ook gebruik word om kos te kook en ons huise te verwarm .

source: how fossil fuels are made http www.reec.nsw.edu.au geo climate page clch24.htm
af: fossielbrandstowwe soos steenkool het uit prehistoriese plante ontstaan .

source: these fuels get their name fossil fuels because they are made from plants and animals that lived a very long time ago .
af: hoe fossielbrandstowwe ontstaan http goo.gl rxivg

source: natural gas and oil are also examples of fossil fuels .
af: fossielbrandstowwe kry die naam 'fossiel' omdat hulle van plante en diere geskep is wat lank lank gelede lewend was .

source: wax in a candle is burnt to provide light .
af: aardgas en olie is ander tipes fossielbrandstowwe .

source: by burning the candle the stored energy in the wax is released as light and heat energy .
af: wetenskaplikes het besef dat klein see organismes wat gesterf het tot op die bodem van die see gesink en begrawe is onder die sand .
